Repository: FastComments/fastcomments-ios
Catalog: Sources/FastCommentsUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt, ro, ru, sv, tr

# show_new_comments_%lld
source: Show %lld New Comments
de: %lld neue Kommentare anzeigen
es: Mostrar %lld comentarios nuevos
fr: Afficher %lld nouveaux commentaires
it: Mostra %lld nuovi commenti
ja: %lld 件の新しいコメントを表示
ko: %lld개의 새 댓글 표시
pl: Pokaż %lld nowych komentarzy
pt: Mostrar %lld novos comentários
ro: Arată %lld comentarii noi
ru: Показать %lld новых комментариев
sv: Visa %lld nya kommentarer
tr: %lld Yeni Yorumu Göster

# show_new_replies_%lld
source: Show %lld New Replies
de: %lld neue Antworten anzeigen
es: Mostrar %lld respuestas nuevas
fr: Afficher %lld nouvelles réponses
it: Mostra %lld nuove risposte
ja: %lld 件の新しい返信を表示
ko: %lld개의 새 답글 표시
pl: Pokaż %lld nowych odpowiedzi
pt: Mostrar %lld novas respostas
ro: Arată %lld răspunsuri noi
ru: Показать %lld новых ответов
sv: Visa %lld nya svar
tr: %lld Yeni Yanıtı Göster

source: Show Replies (%lld)
de: Antworten anzeigen (%lld)
es: Mostrar respuestas (%lld)
fr: Afficher les réponses (%lld)
it: Mostra risposte (%lld)
ja: 返信を表示 (%lld)
ko: 답글 표시 (%lld)
pl: Pokaż odpowiedzi (%lld)
pt: Mostrar respostas (%lld)
ro: Arată răspunsuri (%lld)
ru: Показать ответы (%lld)
sv: Visa svar (%lld)
tr: Yanıtları Göster (%lld)

source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
ko: 제출
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka
tr: Gönder

# submit_comment
source: Submit
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
ko: 제출
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka
tr: Gönder

source: Unverified
de: Nicht verifiziert
es: No verificado
fr: Non vérifié
it: Non verificato
ja: 未確認
ko: 인증되지 않음
pl: Niezweryfikowany
pt: Não verificado
ro: Neverificat
ru: Не подтвержден
sv: Overifierad
tr: Doğrulanmamış

source: Upvoted
de: Upgevoted
es: Votado positivamente
fr: Voté positivement
it: Votato positivamente
ja: 高評価済み
ko: 추천함
pl: Zagłosowano za
pt: Votado positivamente
ro: Votat pozitiv
ru: Плюс поставлен
sv: Uppröstad
tr: Yukarı Oy Verildi

source: User Avatar
de: Benutzer-Avatar
es: Avatar de usuario
fr: Avatar de l'utilisateur
it: Avatar utente
ja: ユーザーアバター
ko: 사용자 아바타
pl: Avatar użytkownika
pt: Avatar do usuário
ro: Avatar utilizator
ru: Аватар пользователя
sv: Användaravatar
tr: Kullanıcı Avatarı

source: User blocked successfully
de: Benutzer erfolgreich blockiert
es: Usuario bloqueado exitosamente
fr: Utilisateur bloqué avec succès
it: Utente bloccato con successo
ja: ユーザーが正常にブロックされました
ko: 사용자가 성공적으로 차단되었습니다
pl: Użytkownik został pomyślnie zablokowany
pt: Usuário bloqueado com sucesso
ro: Utilizator blocat cu succes
ru: Пользователь успешно заблокирован
sv: Användare blockerad
tr: Kullanıcı başarıyla engellendi

# username_hint
source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: お名前
ko: 이름
pl: Twoje imię
pt: Seu nome
ro: Numele tău
ru: Ваше имя
sv: Ditt namn
tr: Adınız

# username_required
source: Name is required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
it: Il nome è obbligatorio
ja: 名前は必須です
ko: 이름은 필수입니다
pl: Imię jest wymagane
pt: O nome é obrigatório
ro: Numele este obligatoriu
ru: Имя обязательно
sv: Namn krävs
tr: Ad gereklidir

source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli
ja: 詳細を表示
ko: 세부정보 보기
pl: Zobacz szczegóły
pt: Ver detalhes
ro: Vezi detalii
ru: Посмотреть подробности
sv: Visa detaljer
tr: Detayları Görüntüle

# vote_anon_notice
source: You can continue as a guest user.
de: Du kannst als Gast fortfahren.
es: Puedes continuar como usuario invitado.
fr: Vous pouvez continuer en tant qu'invité.
it: Puoi continuare come utente ospite.
ja: ゲストユーザーとして続行できます。
ko: 게스트 사용자로 계속할 수 있습니다.
pl: Możesz kontynuować jako użytkownik gość.
pt: Você pode continuar como usuário convidado.
ro: Poți continua ca utilizator invitat.
ru: Вы можете продолжить как гость.
sv: Du kan fortsätta som gästanvändare.
tr: Misafir kullanıcı olarak devam edebilirsiniz.

# vote_login_title
source: Log in to Vote
de: Zum Abstimmen anmelden
es: Iniciar sesión para votar
fr: Se connecter pour voter
it: Accedi per votare
ja: ログインして投票
ko: 로그인하여 투표
pl: Zaloguj się, aby głosować
pt: Fazer login para votar
ro: Autentifică-te pentru a vota
ru: Войдите, чтобы голосовать
sv: Logga in för att rösta
tr: Oy Vermek İçin Giriş Yapın

source: Vote removed
de: Stimme entfernt
es: Voto eliminado
fr: Vote supprimé
it: Voto rimosso
ja: 投票が削除されました
ko: 투표가 제거되었습니다
pl: Głos usunięty
pt: Voto removido
ro: Vot eliminat
ru: Голос удален
sv: Röst borttagen
tr: Oy kaldırıldı

# vote_success
source: Vote recorded
de: Stimme erfasst
es: Voto registrado
fr: Vote enregistré
it: Voto registrato
ja: 投票が記録されました
ko: 투표가 기록되었습니다
pl: Głos zapisany
pt: Voto registrado
ro: Vot înregistrat
ru: Голос записан
sv: Röst registrerad
tr: Oy kaydedildi

# write_post_hint
source: What's on your mind?
de: Was denkst du gerade?
es: ¿Qué estás pensando?
fr: À quoi pensez-vous ?
it: A cosa stai pensando?
ja: 何を考えていますか？
ko: 무슨 생각을 하고 계신가요?
pl: Co ci chodzi po głowie?
pt: O que você está pensando?
ro: La ce te gândești?
ru: О чем вы думаете?
sv: Vad tänker du på?
tr: Ne düşünüyorsun?

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
sv: Igår
tr: Dün

# you_downvoted
source: You downvoted %@'s comment
de: Du hast %@'s Kommentar downgevoted
es: Has votado negativamente el comentario de %@
fr: Vous avez voté négativement le commentaire de %@
it: Hai votato negativamente il commento di %@
ja: %@ のコメントに低評価しました
ko: %@의 댓글을 비추천했습니다
pl: Zagłosowałeś przeciw komentarzowi użytkownika %@
pt: Você votou negativamente no comentário de %@
ro: Ai votat negativ comentariul lui %@
ru: Вы поставили минус комментарию %@
sv: Du röstade ner %@'s kommentar
tr: %@'in yorumuna aşağı oy verdiniz

# you_liked
source: You liked %@'s comment
de: Du hast %@'s Kommentar mit „Gefällt mir" markiert
es: Te gustó el comentario de %@
fr: Vous avez aimé le commentaire de %@
it: Ti è piaciuto il commento di %@
ja: %@ のコメントにいいねしました
ko: %@의 댓글에 좋아요를 표시했습니다
pl: Polubiłeś komentarz użytkownika %@
pt: Você curtiu o comentário de %@
ro: Ai apreciat comentariul lui %@
ru: Вам понравился комментарий %@
sv: Du gillade %@'s kommentar
tr: %@'in yorumunu beğendiniz

# you_removed_downvote
source: You removed your downvote from %@'s comment
de: Du hast dein Downvote von %@'s Kommentar entfernt
es: Has eliminado tu voto negativo del comentario de %@
fr: Vous avez supprimé votre vote négatif du commentaire de %@
it: Hai rimosso il tuo voto negativo dal commento di %@
ja: %@ のコメントから低評価を削除しました
ko: %@의 댓글에서 비추천을 제거했습니다
pl: Usunąłeś swój głos przeciw z komentarza użytkownika %@
pt: Você removeu seu voto negativo do comentário de %@
ro: Ai eliminat votul negativ de la comentariul lui %@
ru: Вы убрали минус с комментария %@
sv: Du tog bort din nedröstning från %@'s kommentar
tr: %@'in yorumundan aşağı oyunuzu kaldırdınız

# you_removed_like
source: You removed your like from %@'s comment
de: Du hast dein „Gefällt mir" von %@'s Kommentar entfernt
es: Has eliminado tu me gusta del comentario de %@
fr: Vous avez supprimé votre j'aime du commentaire de %@
it: Hai rimosso il tuo mi piace dal commento di %@
ja: %@ のコメントからいいねを削除しました
ko: %@의 댓글에서 좋아요를 제거했습니다
pl: Usunąłeś swoje polubienie z komentarza użytkownika %@
pt: Você removeu sua curtida do comentário de %@
ro: Ai eliminat aprecierea de la comentariul lui %@
ru: Вы убрали отметку «Нравится» с комментария %@
sv: Du tog bort din gillning från %@'s kommentar
tr: %@'in yorumundan beğeninizi kaldırdınız

# you_removed_upvote
source: You removed your upvote from %@'s comment
de: Du hast dein Upvote von %@'s Kommentar entfernt
es: Has eliminado tu voto positivo del comentario de %@
fr: Vous avez supprimé votre vote positif du commentaire de %@
it: Hai rimosso il tuo voto positivo dal commento di %@
ja: %@ のコメントから高評価を削除しました
ko: %@의 댓글에서 추천을 제거했습니다
pl: Usunąłeś swój głos za z komentarza użytkownika %@
pt: Você removeu seu voto positivo do comentário de %@
ro: Ai eliminat votul pozitiv de la comentariul lui %@
ru: Вы убрали плюс с комментария %@
sv: Du tog bort din uppröstning från %@'s kommentar
tr: %@'in yorumundan yukarı oyunuzu kaldırdınız

# you_upvoted
source: You upvoted %@'s comment
de: Du hast %@'s Kommentar upgevoted
es: Has votado positivamente el comentario de %@
fr: Vous avez voté positivement le commentaire de %@
it: Hai votato positivamente il commento di %@
ja: %@ のコメントに高評価しました
ko: %@의 댓글을 추천했습니다
pl: Zagłosowałeś za komentarzem użytkownika %@
pt: Você votou positivamente no comentário de %@
ro: Ai votat pozitiv comentariul lui %@
ru: Вы поставили плюс комментарию %@
sv: Du röstade upp %@'s kommentar
tr: %@'in yorumuna yukarı oy verdiniz

source: Downvote
es: Voto negativo
fr: Vote négatif
it: Voto negativo
ja: 低評価
ko: 비추천
pl: Głos przeciw
pt: Voto negativo
ro: Vot negativ
ru: Минус
sv: Rösta ner
tr: Aşağı Oy

# format_code
source: Code
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt: Código
ro: Cod
ru: Код
sv: Kod
tr: Kod

# link_label
source: Link text (optional)
es: Texto del enlace (opcional)
fr: Texte du lien (optionnel)
it: Testo del link (opzionale)
ja: リンクテキスト（オプション）
ko: 링크 텍스트 (선택사항)
pl: Tekst linku (opcjonalnie)
pt: Texto do link (opcional)
ro: Text link (opțional)
ru: Текст ссылки (необязательно)
sv: Länktext (valfritt)
tr: Link metni (isteğe bağlı)

source: Link URL
es: URL del enlace
fr: URL du lien
it: URL del link
ja: リンクURL
ko: 링크 URL
pl: URL linku
pt: URL do link
ro: URL link
ru: URL ссылки
sv: Länk-URL
tr: Link URL'si

source: Upvote
es: Voto positivo
fr: Vote positif
it: Voto positivo
ja: 高評価
ko: 추천
pl: Głos za
pt: Voto positivo
ro: Vot pozitiv
ru: Плюс
sv: Rösta upp
tr: Yukarı Oy
